{
  "an-error-occurred": "An error occurred",
  "following-error-order": "The following error occurred when reading the order:",
  "ask-waiter-assistance": "Please ask your waiter for assistance.",
  "wait-retrieving-order": "Please wait, retrieving your order...",
  "pay-now": "Pay Now",
  "checkout-order-total": "Order total",
  "checkout-order-total-split": "My share",
  "Table": "Table",
  "cookie-banner": "We use cookies to provide an excellent experience to our users. By using this website you give your consent to the usage of cookies.",
  "cookie-banner-policy-link": "Further information about the usage of cookies can be found in the <a>data privacy statement</a>.",
  "cookie-banner-accept": "I agree",
  "impressum-title": "About Us",

  "stripe-error-nosetup": "Stripe account not set up",
  "stripe-error-no-load": "Could not load stripe",

  "no-order-found": "No order found.",
  "order-error-tips-title": "If you think this might be an error, here are some tips that could help:",
  "order-error-tips-1": "If your waiter is currently taking payment for someone else in your table, the cash register might be locked for other payments. Please wait until they have finished collecting the other payments and try again.",
  "order-error-tips-2": "If you have used Wink to pay for the order already, the items will not appear in this screen anymore. To request a receipt, please ask your waiter. Additional tips after closing the check are currently not supported.",
  "order-error-tips-3": "The QR Code scanned might have been misplaced. If the waiter had to put two tables together for your group, or had to separate some seats from one table into two, it is possible that this QR Code does not match the table used by your waiter to enter your order. Check your surroundings to see if there is any other QR Code that could be the correct one.",
  "none-helped-ask-waiter": "If none of this helped, please ask your waiter for assistance.",
  "not-including-tip-but-vat": "Not including tip, but including VAT.",
  "pay-full-check": "Pay Full Check",
  "split-bill": "Split Bill",
  "give-waiter-love-tipping": "Give your waiter love by tipping",
  "tip-amount": "Tip Amount",
  "my-total": "My total",

  "tip": "Tip",
  "total-paid": "Total Paid",
  "thank-for-payment": "Thank you for your payment!",
  "privacy-policy": "Privacy Policy",
  "wait-notify-restaurant": "Please wait while we notify the restaurant...",
  "transaction-completed": "Transaction completed. Thank you for using Wink!",
  "transaction-failed": "Transaction Failed",
  "refund-issued-because-error": "A refund was issued to your payment method because the restaurant reported an error. This is usually due to one of the following reasons:",
  "refund-reason-already-paid": "One or more items that you tried to pay are already paid, either directly to the waiter or by someone else using Wink.",
  "refund-reason-taking-payment": "The waiter is currently taking payment for another guest at your table.",
  "refund-reason-adding-items": "The waiter is currently adding more items to your order.",
  "refund-reason-cash-register-problems": "The cash register system for the restaurant is experiencing technical difficulties.",
  "refund-extra-info": "A refund might take up to 72 hours to appear in your credit card statement. For debit cards, the funds might be unavailable during this period. You may reattempt the payment by clicking Start Over, or pay directly to your waiter.",
  "start-over": "Start Over"
}
